Repository: DanilHushchyn/KinoCMS
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Не авторизований
ru: Не авторизован

source: Не знайдено: немає збігів сеансів на заданному запиті.
ru: Не найдено: нет совпадений сеансов по заданному запросу.

source: Дані про розташування квитка (ряд: {row}, місце: {seat}) на схемі неправельні.
ru: Данные о расположении билета (ряд: {row}, место: {seat}) на схеме неправильные.

source: Квитки для покупки не обрані, має бути мінімум 1.
ru: Билеты для покупки не выбраны, должен быть минимум 1.

source: У вказаному переліку квитків є ті які вже кимось придбані
ru: В указанном перечне билетов есть те которые уже кем-то куплены

source: Цей квиток вже придбаний кимось
ru: Этот билет уже куплен кем-то

source: Операція з оплатою нажаль не пройшла, спробуйте ще раз.
ru: Операция по оплате к сожалению не прошла, попробуйте ещё раз

source: Покупка пройшла успішно
ru: Покупка прошла успешно

source: Невірний формат дати було надано: {v}.Правильний формат: 01.12.2012
ru: Неверный формат даты был предоставлен: {v}.Правильный формат: 01.12.2012

source: Дата повинна починатися від сьогодні і пізніше.
ru: Дата должна начинаться с сегодня и позже

source: Кінотеатр успішно оновлений
ru: Кинотеатр успешно обновлен

source: Зал успішно оновлений
ru: Зал успешно обновлен

source: Не знайдено: немає збігів кінотеатрів на заданному запиті.
ru: Не найдено: нет совпадений кинотеатров по заданному запросу.

source: Не знайдено: немає збігів залів на заданному запиті.
ru: Не найдено: нет совпадений залов по заданному запросу.

source: У заданому переліку технологій є id {tech_id} які не присутні у базі
ru: В заданном перечне технологий есть id {tech_id} которые не присутствуют в базе

source: Кінотеатр успішно створений
ru: Кинотеатр успешно создан

source: Кінотеатр успішно видалений
ru: Кинотеатр успешно удалён

source: Зал успішно створений
ru: Зал успешно создан

source: Це поле повинно бути унікальним по відношенню до конкретного кінотеатру. *{number}* - цей номер вже зайнятий. Для кінотеатру {cinema_name}
ru: Это поле должно быть уникальным по отношению к конкретному кинотеатру.*{number}* - этот номер уже занят. Для кинотеатра {cinema_name}

source: Зал успішно видалений
ru: Зал успешно удалён

source: Не знайдено: немає збігів галерей на заданному запиті.
ru: Не найдено: нет совпадений галерей по заданному запросу.

source: Не знайдено: немає збігів картинок на заданному запиті.
ru: Не найдено: нет совпадений галерей по заданному запросу.

source: Поле filename не підходить, filename має відповідати наступному регулярному виразу {pattern}
ru: Поле filename не подходит, filename должен соответствовать следующему регулярному выражению {pattern}

source: Дозволено відправляти тільки {image_types}
ru: Разрешено отправлять только {image_types}

source: Невірний формат base64 був відправлений
ru: Неверный формат base64 был отправлен

source: Поле повинно бути унікальним. *{value}* - Ця назва вже зайнята
ru: Поле должно быть уникальным. *{value}* - Это название уже занято

source: Файл пошкоджений
ru: Файл повреждён

source: Максимально дозволений розмір файлу 1MB
ru: Максимально разрешенный размер файла 1MB

source: Введено некоректний номер телефону.
ru: Введен неправильный номер телефона.

source: Не знайдено: немає збігів шаблонів на заданному запиті
ru: Не найдено: нет совпадений шаблонов по заданному запросу.

source: Треба зачекати поки закінчиться поточне розсилання
ru: Надо подождать пока закончится текущая рассылка

source: Розсилання почалося
ru: Рассылка началась

source: Розсилання успішно виконане
ru: Рассылка успешно завершена

source: На теперішній час розсилання не активне
ru: В настоящее время рассылка не активна

source: Дозволено відправляти тільки html
ru: Разрешено отправлять только html

source: Шаблон успішно видалений
ru: Шаблон успешно удален

source: Не знайдено: немає збігів фільмів на заданному запиті.
ru: Не найдено: нет совпадений фильмов по заданному запросу.

source: Комедія
ru: Комедия

source: Жахи
ru: Ужасы

source: Бойовик
ru: Боевик

source: Мелодрами
ru: Мелодрамы

source: Трилер
ru: Триллер

source: Містика
ru: Мистика

source: Невірний формат дати було надано: {v}. Правильний формат: 01.12.2012
ru: Неверный формат даты был отправлен: {v}. Правильный формат: 01.12.2012

source: Очікуваний мінімальний рік становить {min}, максимальний рік {max} але отримано {current}
ru: Ожидаемый минимальный год составляет {min}, максимальный год {max} но получено {current}

source: Список має складатися з наступних значень {keys}
ru: Список должен состоять из следующих значений {keys}

source: У заданому переліку участників є ids {diff} які не присутні у базі
ru: В заданном перечне участников есть ids {diff} которые не присутствуют в базе

source: У заданому переліку технологій є ids {diff} які не присутні у базі
ru: В заданном перечне технологий есть ids {diff} которые не присутствуют в базе

source: Фільм успішно створений
ru: Фильм успешно создан

source: Фільм успішно оновлений
ru: Фильм успешно обновлен

source: Фільм успішно видалений
ru: Фильм успешно удалён

source: Не знайдено: немає збігів елементів нижнього банеру на заданному запиті.
ru: Не найдено: нет совпадений элементов нижнего баннера по заданному запросу.

source: Не знайдено: немає збігів новин чи акцій на заданному запиті.
ru: Не найдено: нет совпадений новостей или акций по заданному запросу.

source: Не знайдено: немає збігів сторінок на заданному запиті.
ru: Не найдено: нет совпадений страниц по заданному запросу.

source: Не знайдено: немає збігів елементів верхнього банеру на заданному запиті.
ru: Не найдено: нет совпадений элементов верхнего баннера по заданному запросу.

source: Невірний формат кольору було введено
ru: Неверный формат цвета был отправлен

source: Максимальна кількість тегів 5
ru: Максимальное количество тегов 5

source: У заданому переліку тегів є ids {diff} які не присутні у базі
ru: В заданном перечне тегов есть ids {diff} которые не присутствуют в базе

source: Верхній слайдер успішно оновлений
ru: Верхний слайдер успешно обновлен

source: Нижній слайдер успішно оновлений
ru: Нижний слайдер успешно обновлен

source: TopSlider не існує. Бекенд повиннен додати
ru: TopSlider не существует. Бекенд должен добавить

source: BottomSlider не існує. Бекенд повиннен додати
ru: BottomSlider не существует. Бекенд должен добавить

source: Максимальна кількість елементів верхнього банеру, 10
ru: Максимальное количество элементов верхнего баннера, 10

source: ETEndBanner не існує. Бекенд повиннен додати
ru: ETEndBanner не существует. Бекенд должен добавить

source: Наскрізний банер успішно оновлений
ru: Сквозной баннер успешно обновлен

source: Акція успішно створена
ru: Акция успешно создана

source: Новина успішно створена
ru: Новость успешно создана

source: Акція успішно оновлена
ru: Фильм успешно обновлен

source: Новина успішно оновлена
ru: Новость успешно обновлена

source: Не знайдено: немає збігів новин и акцій на заданному запиті.
ru: Не найдено: нет совпадений новостей и акций по заданному запросу.

source: Акція успішно видалена
ru: Акция успешно удалена

source: Новина успішно видалена
ru: Новость успешно удалена

source: Сторінка успішно створена
ru: Страница успешно создана

source: Сторінка успішно оновлена
ru: Страница успешно удалена

source: Цю сторінку заборонено видаляти
ru: Эту страницу запрещено удалять

source: Сторінка успішно видалена
ru: Страница успешно удалена

source: Не знайдено: немає збігів користувачів на заданному запиті.
ru: Не найдено: нет совпадений пользователей по заданному запросу.

source: Користувач успішно видалений
ru: Пользователь успешно удален

source: Ця електронна адреса вже використовується
ru: Эта почта уже занята

source: Паролі не співпадають
ru: Пароли не совпадают

source: Інше
ru: Другое

source: Київ
ru: Киев

source: Харків
ru: Харьков

source: Одеса
ru: Одесса

source: Дніпро
ru: Днепр

source: Донецьк
ru: Донецк

source: Запоріжжя
ru: Запорожье

source: Львів
ru: Львов

source: Кривий Ріг
ru: Кривой Рог

source: Миколаїв
ru: Николаев

source: Вінниця
ru: Винница

source: Луганськ
ru: Луганск

source: Сімферополь
ru: Симферополь

source: Чернігів
ru: Чернигов

source: Черкаси
ru: Черкасы

source: Суми
ru: Сумы

source: Хмельницький
ru: Хмельницкий

source: Чернівці
ru: Черновцы

source: Рівне
ru: Ровно

source: Івано-Франківськ
ru: Івано-Франковск

source: Тернопіль
ru: Тернополь

source: Луцьк
ru: Луцк

source: Ім'я повинно починатися з великої літери(наступні маленькі), доступна кирилиця та латиниця, доступні спецсимволи('-)
ru: Имя должно начинаться с заглавной буквы (следующие маленькие), доступная кириллица и латиница, доступные спецсимволы('-)

source: Прізвище повинно починатися з великої літери(наступні маленькі), доступна кирилиця та латиниця, доступні спецсимволи('-)
ru: Фамилия должна начинаться с заглавной буквы (следующие маленькие), доступная кириллица и латиница, доступные спецсимволы('-)

source: Пароль повинен відповідати: * Хоча б одній великій літері, * Хоча б одній малій літері, * Хоча б одній цифрі, * Хоча б одному спеціальному символу з набору ?!@%^&- * Мінімальна довжина 8 символів
ru: Пароль должен соответствовать: Хотя бы одна большая буква, Хотя бы одна маленькая буква, Хотя бы одна цифра, Хотя бы один специальный символ из набора ?!@%^&- Минимальная длина 8 символов

source: Ви успішно зареєструвалися
ru: Вы успешно зарегистрировались
